[
    {
        "parent_folder": "../assets/schools/SnM/1998-2014 - Lubelskie Centrum Edukacji Zawodowej",
        "texts_with_images": [
            {
                "text": "\t15 września 1998 r. - decyzją Kuratora Oświaty powołanie Lubelskiego Centrum Edukacji Zawodowej. LCEZ powstało na bazie Zespołu Szkół Mechaniczno – Energetycznych                     im. K. K. Baczyńskiego oraz Centrum Kształcenia Praktycznego w Lublinie mieszczącego się na ul. Magnoliowej 8 ",
                "images": []
            },
            {
                "text": ".Rok szkolny 1998/99 – decyzja  Kuratora Oświaty o powołaniu w LCEZ nowego typu szkoły – Liceum Technicznego o profilu mechanicznym.Dyrektorem szkoły do 1 września 2002 roku  był  mgr inż. Kazimierz Jakubowski. - ",
                "images": [
                    "../assets/schools/SnM/1998-2014 - Lubelskie Centrum Edukacji Zawodowej/images/zdj. 571.jpg"
                ]
            },
            {
                "text": "Od września 2002 roku funkcję dyrektora pełnił mgr inż. Eryk Winkler (zdj. 37).Dyrektor Eryk Winkler oraz wice-dyrektor mgr. inż. Sławomir Dybała, kierownik warsztatów mgr inż.Stanisław Kwietniewski, wice-dyrektor mgr inż. Andrzej Zbarański, wice-dyrektor mgr Bożenna Jankiewicz, wice-dyrektor mgr Andrzej Głowacki (zdj.569).1 września 2002 – w LCEZ rozpoczęły działalność szkoły ponadgimnazjalne: 3-letnie liceum profilowane i 4-letnie technikum1 września 2007 roku -  dyrektorem szkoły został mgr Jacek Misiuk ( zdj. 173).Studniówka – rok szkolny 2000/2001 (zdj. 572).Współpraca ze szkołami na Węgrzech i SłowacjiPierwsze kontakty ze szkołą w Debreczynie na Węgrzech zostały nawiązane w 1978 roku. Inicjatorami współpracy byli  Kovacs Gabor, Baranovsky Istvane i Szendrei Gyorgy ze strony  węgierskiej oraz Sławomira Ziemińskiego i Andrzeja Kity z Lublina. W Lublinie i Debreczynie odbywały się spotkania delegacji nauczycieli oraz wymiany klas. Niespotykaną formą były indywidualne wizyty węgierskich uczniów w polskich domach.Od 1995 roku rozwijała się współpraca ze szkołą w Debreczynie. (Zdj. 589, 590, 591)Współpraca ze szkołą w Koszycach- (zdj. 577)Delegacje z zaprzyjaźnionych szkół uczestniczyły w obchodach 50 – lecia szkoły w grudniu 2003 roku. Upominek od delegacji szkoły z Debreczyna (zdj.129). Na uroczystości 50- lecia przemawia Monika Jakabčinová z-ca dyr. szkoły w Koszycach (zdj.128).29 listopada 2003 – uroczyste obchody Jubileuszu 50 - lecia szkoły( zdj. 44,  45, 46,)Montaż słowno – muzyczny w wykonaniu klasy IV LB (zdj. 46a, 46b) \"KATYŃ...Ocalić od zapomnienia\" Dąb Pamięci Porucznika Feliksa Czarneckiego jako hołd pamięci dla ofiar zbrodni katyńskiej.28 maja 2009 roku w naszej szkole odbyła się uroczystość posadzenia Dębu Pamięci porucznika Feliksa Czarneckiego, a następnie przygotowana przez młodzież akademia upamiętniająca ofiary zbrodni katyńskiej. Obecni byli: pani Halina Czarnecka- bratowa porucznika Feliksa Czarneckiego oraz przedstawiciele organów państwowych i samorządowych, Prezes Lubelskiej Rodziny Katyńskiej, Dyrektor Lubelskiego Oddziału IPN.  (Zdj. A0, A01, A02, A03, A04, A05, A06, A07)Feliks Czarnecki urodził się 13.03.1909 roku w Rudach koło Puław w rolniczej rodzinie. W 1929 roku zdał egzamin maturalny i po otrzymaniu świadectwa dojrzałości rozpoczął w 1930 roku pracę w Dyrekcji Poczt i Telegrafów w Lublinie. Powołany do odbycia służby wojskowej rozpoczął z dniem 12.09.1932 roku przeszkolenie na Dywizyjnym Kursie Podchorążych Rezerwy Piechoty przy 15 p.p. Wilków w Dęblinie. Ukończył je 15.07.1933 roku z wynikiem dobrym i wraz z awansem do stopnia kaprala podchorążego został zwolniony do rezerwy. W październiku 1933 roku podjął studia na Wydziale Prawa i Nauk Społeczno-Ekonomicznych KUL. W latach 1934 -1935 był powoływany dwukrotnie na sześciotygodniowe ćwiczenia wojskowe, po których uzyskał nominację na podporucznika rezerwy w korpusie osobowym oficerów piechoty ze starszeństwem od 01.01.1936 roku. Mimo pracy zawodowej, odbywania ćwiczeń wojskowych ukończył w 1938 roku studia z wynikiem dobrym i uzyskał dyplom magistra prawa. W końcu sierpnia 1939 roku został zmobilizowany do Ośrodka Zapasowego 44 pułku strzelców Legii Amerykańskiej w Równym. W trakcie kampanii wrześniowej dostał się w nieznanych okolicznościach do niewoli sowieckiej. Przebywał w obozie jenieckim w Kozielsku do kwietnia 1940 roku, po czym został wywieziony do Lasu Katyńskiego i tam zamordowany. (Zdj. A 08)Obchody 60-lecia szkoły 60-lecie 6 grudnia 2013 roku w LCEZ odbyły się uroczystości związane z 60 rocznicą powstania szkoły. Święto rozpoczęło się mszą świętą w kościele parafialnym pod wezwaniem Niepokalanego Poczęcia Najświętszej Marii Panny przy ulicy Bazylianówka 85, której przewodniczył ks. biskup Artur Miziński. Dalsza część uroczystości odbyła się w auli szkolnej.Na wstępie pan dyrektor Jacek Misiuk powitał zaproszonych gości, nauczycieli , pracowników administracji i uczniów i wygłosił krótkie przemówienie. Wszyscy goście wygłosili mowy. Kolejny punkt programu stanowiła prezentacja poświęcona patronowi szkoły K. K. Baczyńskiemu oraz prezentacja przedstawiająca ofertę edukacyjną LCEZ. Następnie goście udali się na warsztaty szkolne w celu zapoznania się z bogatym zapleczem dydaktycznym szkoły.Msza święta (zdj. 179, 180, 181).Uroczystości w szkole (zdj. 182,183, 56, 184, 189, 190, 191, 192, 193,  53, 54).Medal Prezydenta Miasta Lublin oraz Dyplom Uznania dla LCEZ – (zdj. 57, 58, 188).Medale Prezydenta Miasta Lublin za wybitne osiągnięcia dydaktyczno – wychowawcze oraz propagowanie innowacyjnych technologii i metod  kształcenia - (zdj. 186, 187). Po zakończeniu oficjalnych uroczystości goście zwiedzili szkołę - (zdj.194, 195).Sponsorzy- (zdj. 196, 197 lub 95)Projekty:\"NASZA SZKOŁA \"- projekt realizowany w roku 2007 we współpracy z Wyższą Szkołą Ekonomii i Innowacji w Lublinie. Opracowano i zrealizowano 20 programów ukierunkowanych na wyrównanie szans edukacyjnych uczniów pochodzących z terenów wiejskich województw ściany wschodniej. Oto niektóre z nich:Angielski szlif. O technice po angielsku - (zdj. 101)Matematykę można polubić - (zdj. 103)Dobry mówca - (zdj. 102)Energetyczne ABC - (zdj. 104)Umiem więcej- szkolenia w zakresie obsługi obrabiarek sterowanych numerycznie- (zdj.409).Komputerowe wspomaganie projektowania- (zdj. 410).Podziel się swoją pasją- (zdj. 411).Nauczyciele podczas pracy nad projektem- (zdj. 408).MOJA FIRMA Będę przedsiębiorcąMOJA SZANSA. Mój ECDL - (zdj. 105)Program Edukacji Konsumenckiej i Obywatelskiej - (zdj. 106, 107, 108).COMENIUS 2005-2007 \"Mierzenie jakości pracy szkoły\"- (zdj. 109, 110, 111).COMENIUS \"RegioNet\"- regionalne konfrontacje i praca w Internecie pomiędzy europejskimi szkołami - (zdj. 112, 113,114).Projekt \"IPAN - Międzynarodowa automatyzacja produkcji w sieci\"Projekt realizowany w naszej szkole w latach 2012-2014.Głównym celem jest umożliwienie współpracy międzynarodowej między nauczycielami i uczniami oraz firmami partnerskimi. W projekcie brały udział nastepujące szkoły i instytucje: Tampereen ammattiopisto, Tampere, FinlandiaFastems Oy Ab, Tampere, FinlandiaSIPMA Spółka Akcyjna, Lublin, PolskaInstitut d'Educacio Secundaria i Superior d'Ensenyaments Professionals Lacetania, Manresa, HiszpaniaMax-Eyth-Schule Stuttgart, Stuttgart, NiemcyCentro de Formacao Profissional da Industria Metalurgica e Metaloamecanica, Lizbona, PortugaliaDzięki realizacji projektu uczniowie: rozwijali umiejętności zawodowych, doskonalili  język angielski, poznawali nowye programy nauczania i typy kształcenia, poznawali nowe metody nauczania i urządzeń technicznych.Koordynatorem projektu była pani Wiesława Wąsik, osoby współpracujące: pan Marek Kotowski - Sipma S.A., pani Anna Fugel, pan Stanisław Wójcik, pan Bogusław Dybała, pani Ewa Dębska, pani Teresa Sołtan –  (zdj. 115, 116, 117, 527).Poczet sztandarowy-  Rok szkolny 2000/2001 – (zdj. 575)- Rok szkolny 2009/2010 Święto szkoły -  (zdj.403, 404).- Rok szkolny 2009/2010-  pożegnanie klas czwartych - (zdj. 402).- 11 kwietnia 2010 – udział w uroczystościach związanych z katastrofą pod Smoleńskiem -  (zdj.380). - 15 kwietnia 2010 – uroczystości  zorganizowane przez Rodziny Katyńskie pod pomnikiem ofiar Katynia znajdującym się przy ul. Głębokiej -  (zdj.381). - Uroczystości miejskie z okazji Świeta Niepodległości 2010 rok- (zdj. 378, 379).- Poczet sztandarowy na uroczystości 60-lecia szkoły – (zdj.50).Targi edukacyjneRok szkolny 2012/2013 Tak wyglądało nasze stanowisko, za które otrzymaliśmy nagrodę. - (zdj. 394, 395).Nauczyciele i uczniowie reprezentujący szkołę - (zdj. 396,  399). Liga SumiBOTÓW      Pomysł na zorganizowanie Turnieju Gimnazjalnej Ligi SumiBOTÓW powstał po tym, jak 27 października 2010 r. w Lubelskim Centrum Edukacji Zawodowej przy ul. Magnoliowej 8  odbył się \"Wieczór SumiBOTÓW\" . Turniej jest przeznaczony dla gimnazjalistów i ma na celu przede wszystkim zainteresowanie mechatroniką, promowanie nowoczesnych technologii oraz robotyki, a także dobrej zabawy i rywalizacji w duchu fair play.       Ta kategoria robotów to półkilogramowe, autonomiczne pojazdy, których celem jest lokalizacja przeciwnika oraz zepchnięcie go z ringu. O sukcesie decyduje strategia walki i programy, które są tworzone przez uczniów. Wszystkie roboty wraz z oprogramowaniem dostarczyła firma Mechatronik. W marcu 2011 r. przedstawiciel firmy Mechatronik, pan Mariusz Jurczyński przeprowadził w LCEZ szkolenie nauczycieli - opiekunów szkolnej Ligi SumiBOT. 3 czerwca 2011 w LCEZ odbył się pierwszy Turniej Ligi SumiBOT. W rywalizacji wzięli udział gimnazjaliści z naszego regionu oraz pięciu gimnazjów z Lublina. Do walki stanęło osiem robotów, między innymi Asco 1, Asco 2 i Batory ( nazwy pochodzą od sponsorów). Roboty rywalizowały w czterech konkurencjach – zlokalizowanie przeszkody i wypchnięcie jej poza ring, zlokalizowanie dwóch przeszkód, walka na ringu między robotami, oraz prezentacja stylu dowolnego- Friestile). Robot Asco 1 zatańczył poloneza w takt muzyki, inne również pokazały swoje niekonwencjonalne umiejętności. Rozgrywki dostarczyły wielu emocji.\tTurnieje Gimnazjalnej Ligi SumiBOTÓW odbywają się systematycznie 4 razy w roku szkolnym. Zwycięża drużyna, która w ciągu roku uzyska najwięcej punktów. Gospodarzami byli uczniowie LCKZiU, którzy brali udział w konkursie poza punktacją. Rok szkolny 2011/2012 - (zdj. 502,503, 504, 505, 506).Rok szkolny 2012/2013 - (zdj. 501, 118, 119, 120, 121, 518).Rok szkolny 2013/2014 - (zdj. 507, 508, 509, 510, 511). \"Przedsiębiorczy uczeń na rynku pracy\" - (zdj. 122, 123).Konkurs organizowany przez doradcę metodycznego przedmiotów zawodowych (przedsiębiorczość) Elżbietę Miturę.Celem konkursu jest kształtowanie u uczniów aktywnej postawy wobec życia osobistego i zawodowego. Uczniowie wyrabiają w sobie umiejętności poznawania siebie i oceniania swoich możliwości psychofizycznych w celu znalezienia pracy lub podjęcia działalności gospodarczej. Współorganizatorem konkursu była  Wyższą Szkoła Przedsiębiorczości i Administracji w Lublinie i  i NBP - (zdj. 627,628,629,630).\"ROK PRZED DYPLOMEM\" Od 2006 r. uczniowie naszej szkoły biorą udział w Międzyszkolnym Konkursie Zawodowym „Rok przed dyplomem” organizowanym przez lubelskie Samorządowe Centrum Doskonalenia Nauczycieli i doradców metodycznych miasta Lublin. Konkurs adresowany jest dla uczniów klas trzecich technikum.Celem jego jest rozwijanie umiejętności zawodowych, utrwalenie procedur egzaminacyjnych oraz sprawdzenie wiedzy przed egzaminem zawodowym. Nasi uczniowie prezentują następujące zawody: technik mechanik, technik mechatronik, technik informatyk. Każdego roku zostają laureatami zajmując pierwsze , drugie i trzecie miejsca. - (zdj. 124, 125)Konferencja GeoGebry Wojewódzka Konferencja Geogebry zorganizowana przez doradcę metodycznego z matematyki Eżbietę Marzycką  odbyła się  w naszej szkole w roku 2012 i 2013. Celem konferencji było zapoznanie nauczycieli matematyki z nowymi technologiami w nauczaniu tego przedmiotu - ( zdj, 625, 626) Wojewódzki Konkurs Piosenki RomantycznejW roku szkolnym 2011-2012 nauczyciele języków obcych zorganizowali w naszej szkole Wojewódzki Konkurs Piosenki Romantycznej. Młodzież z gimnazjów województwa lubelskiego wykonywała piosenki w języku angielskim i niemieckim. - (zdj. 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255).Święto szkołyRok szkolny 2009/2010 - Uroczystość poświęcona patronowi szkoły- (zdj.417,418)- Po oficjalnej części obchodów tradycyjne zawody w wyciskaniu na ławeczce- (zdj. 419). - A oto i zwycięzcy - (zdj. 420, 421).Rok szkolny 2009/2010- wręczanie nagród i dyplomów za udział w  konkursach i innych formach aktywności- (zdj. 422, 423, 424)Jasełka Rok szkolny 2010/2011 – (zdj. 356, 357).Rok szkolny 2012/2013 – (zdj. 355).Rok szkolny 2013/2014 – (zdj. 358, 359, 360, 361).Rok szkolny 2000/2001 Studniówka – (zdj. 572) .Matura  2004 - (zdj. 200, 201, 202, 203).Pożegnanie klas maturalnych – rok szkolny 2009/2010 - ( zdj. 457, 458).Kwiecień 2000 r. - został wystawiony szkolny spektakl \"Antygona\" Sofoklesa, który został nagrany na kasetę i wysłany papieżowi Janowi Pawłowi II z okazji osiemdziesiątych urodzin. Spektakl przygotowała młodzież naszej szkoły pod kierunkiem pani Beaty Kopyckiej oraz ks. Piotra Napierkowskiego MIC – (zdj. 573).Konkursy na prezentacje multimedialne – Bożennna JankiewiczPrzez kilka lat w auli LCEZ odbywał się finał wojewódzkiego konkursu na prezentację multimedialną  ogłoszonego w danym roku patrona. - w 2009 r. był to Juliusz Słowacki- (zdj. 455,456).- w 2010 r. był to Fryderyk Chopin - (zdj. 454).- 24 lutego 2012 r. w obecności pana Rafała Dobrowolskiego reprezentującego Marszałka Województwa Lubelskiego, Departament Kultury, Edukacji i  Sportu i organizatorów konkursu: dyrektora LCEZ-  pana Jacka Misiuka, przewodniczącej SNaP – Bożenny Jankiewicz zostały przedstawione najlepsze prezentacje dotyczące Cz. Miłosza z udziałem  uczestników konkursu  i młodzieży LCEZ- (zdj. 425, 426, 427).",
                "images": []
            }
        ]
    }
]