[
  {
    "parent_folder": "history_files\\ZS6\\1959-2002 Zespół Szkół Zawodowych nr 1",
    "texts_with_images": [
      {
        "text": "Krótka historia Zespołu Szkół Zawodowych nr 1 w LublinieW 1959 roku. Ministerstwo Budownictwa i Przemysłu Materiałów Budowlanych powołało Zasadniczą Szkołę Zawodową dla Pracujących Przedsiębiorstwa Robót Elektrycznych – Elektromontaż w Lublinie. Szkoła mieściła się w budynku Szkoły Podstawowej nr 32 przy ul. Przerwy-Tetmajera 2. Kształciła w zawodzie elektromontera dla potrzeb nowego zakładu. Była to szkoła dokształcająca. Zajęcia warsztatowe odbywały się w zakładzie, a w szkole było dokształcanie. W 1963 roku powołano Technikum Mechaniczne dla Pracujących przy Przedsiębiorstwie Robót Elektrycznych „Elektromontaż” w Lublinie. W 1974 roku dyrektor Wawnosek rozpoczął (1_zsz1, 2_zsz1)",
        "images": [
          "history_files\\ZS6\\1959-2002 Zespół Szkół Zawodowych nr 1\\Skan3\\1_zsz1.jpg"
        ]
      },
      {
        "text": "Dyrektor Edward Kiełczykowski dokończył budowę budynku przy ul. Diamentowej 2, do którego w 1976 roku zastała przeniesiona szkoła.",
        "images": []
      },
      {
        "text": "W 1979 roku powołano Zespół Szkół Zawodowych Przedsiębiorstwa Robót Eletrycznych „Elektromontaż” w Lublinie. W skład zespołu wchodziły szkoły:- Zasadnicza Szkoła Zawodowa dla Pracujących;- Technikum Elektryczne dla Pracujących;- Średnie Studium dla Pracujących.Zasadnicza Szkoła Zawodowa dla Pracujących kształciła w następujące kierunkach: elektromonter, ślusarz – spawacz.",
        "images": []
      },
      {
        "text": "Technikum Elektrycznym dla Pracujących kształciło w  kierunku technik elektryk, a Średnie Studium Zawodowe w kierunku monter konstrukcji stalowych oraz monter robót wykończeniowych w budownictwie.",
        "images": []
      },
      {
        "text": "Zajęcia praktyczne młodzież odbywała w Zakładach „Elektromontaż”, jako młodociani pracownicy, otrzymywała wynagrodzenie, posiłki regeneracyjne, ubrania robocze.",
        "images": []
      },
      {
        "text": "Absolwenci szkoły mieli możliwość podjęcia pracy w „Elektromontażu”. W 1990 roku „Elektromontaż” przekazał szkołę Kuratorium Oświaty w Lublinie. Równocześnie zmieniono nazwę szkoły na Zespół Szkół Zawodowych nr 1 w Lublinie (3_zsz1, 4_zsz1, 5_zsz1, 5a_zsz1)",
        "images": []
      },
      {
        "text": "W 1991 roku w skład Zespołu Szkół Zawodowych nr 1 włączono Zasadniczą Szkołę Zawodową nr 10 w Lublinie. Natomiast w 1992 roku Technikum Energetyczne Zakładu Energetycznego z ul. Garbarskiej.",
        "images": []
      },
      {
        "text": "W 1993 roku powołano Technikum Mechaniczno-Energetyczne nr 2 w Lublinie, które kształciło w zawodzie technik mechanik – specjalność: budowa maszyn. Natomiast Technikum Elektryczne dla Pracujących przemianowano na Technikum Elektryczne dla Dorosłych, by w 1998 roku przemianować w Technikum Mechaniczno-Elektryczne dla Dorosłych.W 1996 roku powołano Policealne Studium Zawodowe: technik archiwista.",
        "images": []
      },
      {
        "text": "Szkoły wchodzące w skład Zespołu Szkół Zawodowych nr 1 w Lublinie w 90-latach kształciły w następujących zawodach:Zasadnicza Szkoła Zawodowa nr 17: mechanik pojazdów samochodowych, elektryk, blacharz samochodowy i elektromonter.Technikum Mechaniczno-Energetyczne nr 2 na podbudowie programowej szkoły podstawowej: technik mechanik specjalnościach: energetyka cieplna i budowa maszyn, budowa i eksploatacja maszyn samochodowych.Technikum Mechaniczno-Elektryczne dla Dorosłych: technik elektryk i technik mechanik.",
        "images": []
      },
      {
        "text": "Warsztaty szkolne przy ul. 1-Maja zostały w 1991 roku kupione przez Ministerstwo Edukacji Narodowej od likwidowanej fabryki maszyn rolniczych. Zajęcia w nich odbywali nie tylko uczniowie ZSZ nr 1, ale również młodzież Gimnazjum nr 4 w Lublinie i Zasadniczej Szkoły Zawodowej dla Dorosłych Zespołu Szkół nr 2 w Lublinie przy ul. Wł. Grabskiego 4.",
        "images": []
      },
      {
        "text": "Z dniem 1 września 2002 roku został powołany Zespół Szkół nr 6 w Lublinie na bazie Zespołu Szkół Zawodowych nr 1 i włączonego w jego skład Zespołu Szkół nr 2 \nz ul. Grabskiego 4 w Lublinie.",
        "images": []
      },
      {
        "text": "W latach 1959 – 2002 stanowisko dyrektora przekształcanych szkół piastowali: inż. Edward Kiełczykowski, inż. Remigiusz Dąbrowa-Karasiński oraz mgr Zbigniew Kowalski.",
        "images": []
      },
      {
        "text": "Migawki z życia szkoły...",
        "images": []
      },
      {
        "text": "Pracownie szkolne (6_zsz1, 7_zsz1, 8_zsz1, 9_zsz1, 10_zsz1, 11_zsz1, 12_zsz1)",
        "images": []
      },
      {
        "text": "Zajęcia na warsztatach (13_zsz1, 14_zsz1, 15_zsz1, 16_zsz1, 17_zsz1)",
        "images": []
      },
      {
        "text": "posiłek regeneracyjny (18_zsz1, 19_zsz1)",
        "images": []
      },
      {
        "text": "apel (20_zsz1)",
        "images": []
      },
      {
        "text": "Rozpoczęcie roku szkolnego 1988/1989 (20_zsz1, 21_zsz1, 23_zsz1)",
        "images": []
      },
      {
        "text": "17 wrzesień 1988 rok – Festyn sportowo-rekreacyjny (24_zsz1, 25_zsz1, 26_zsz1)",
        "images": []
      },
      {
        "text": "Listopad 1988 rok – Andrzejki (27_zsz1, 28_zsz1, 29_zsz1, 30_zsz1)",
        "images": []
      },
      {
        "text": "21 styczeń 1989 rok – Studniówka (31_zsz1, 32_zsz1, 33_zsz1, 34_zsz1, 35_zsz1)",
        "images": []
      },
      {
        "text": "8 marzec 1989 rok – Akademia z okazji Międzynarodowego Święta Kobiet (36_zsz1, 37_zsz1, 38_zsz1, 39_zsz1, 40_zsz1)",
        "images": []
      },
      {
        "text": "1 maj 1989 – Akademia z okazji Święta Pracy 1 Maja (40_zsz1, 41_zsz1, 42_zsz1)",
        "images": []
      },
      {
        "text": "8-10 maj 1989 rok – Wycieczka „Szlakiem Piastowskim” (43_zsz1, 44_zsz1, 45_zsz1, 46_zsz1, 47_zsz1)",
        "images": []
      },
      {
        "text": "9 czerwiec 1989 rok – Pożegnanie klas trzecich (48_zsz1, 49_zsz1)24 czerwiec 1989 rok – Uroczyste zakończenie roku szkolnego 1988/1989 (50_zsz1, 51_zsz1, 52_zsz1, 53_zsz1, 54_zsz1)",
        "images": []
      },
      {
        "text": "11 listopad 1989 rok – Akademia z okazji rocznicy odzyskania niepodległości przez Polskę (55_zsz1, 56_zsz1, 57_zsz1)",
        "images": []
      },
      {
        "text": "1989 rok – Kurs tańca towarzyskiego I stopnia (58_zsz1, 59_zsz1, 60_zsz1, 61_zsz1)",
        "images": []
      },
      {
        "text": "30 listopad 1989 rok – Andrzejki (61_zsz1)",
        "images": []
      },
      {
        "text": "20 styczeń 1990 rok – Studniówka (63_zsz1, 64_zsz1, 65_zsz1, 66_zsz1, 67_zsz1)",
        "images": []
      },
      {
        "text": "8 marzec 1990 rok – Międzynarodowy Dzień Kobiet (68_zsz1, 69_zsz1, 70_zsz1, 71_zsz1)",
        "images": []
      },
      {
        "text": "Maj 1990 rok – Matura (72_zsz1, 73_zsz1, 74_zsz1, 75_zsz1, 76_zsz1)",
        "images": []
      },
      {
        "text": "22 czerwiec 1990 rok – Uroczyste zakończenie roku szkolnego 1998/1990 (77_zsz1, 78_zsz1, 79_zsz1, 80_zsz1, 81_zsz1, 82_zsz1)",
        "images": []
      },
      {
        "text": "21 marzec 1991 rok – Integracja społeczności szkolnej (83_zsz1, 84_zsz1, 85_zsz1, 86_zsz1, 87_zsz1, 88_zsz1, 89_zsz1)",
        "images": []
      },
      {
        "text": "14 kwiecień 1991 rok – Akademia – Kwiecień miesiącem Pamięci Narodowej (90_zsz1, 91_zsz1, 92_zsz1, 93_zsz1, 94_zsz1, 95_zsz1, 96_zsz1, 97_zsz1)",
        "images": []
      },
      {
        "text": "2001 rok – Studniówka (98_zsz1)",
        "images": []
      },
      {
        "text": "Lekcja języka polskiego w korelacji z językiem niemieckim (99_zsz1, 100_zsz1, 101_zsz1)",
        "images": []
      }
    ]
  }
]