[
    {
        "parent_folder": "history_files\\SnD\\1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1",
        "texts_with_images": [
            {
                "text": "Trudno ustalić dokładny początek założenia szkoły. Z kronik wynika, że w okresie drugiej wojny funkcjonowała już ona jako pewna forma kształcenia zawodowego.Natomiast w 1944 roku została zorganizowana 3-letnia Publiczna Szkoła Dokształcająca z siedzibą przy ul. Spokojnej o kierunkach nauczania: metalowym, elektrycznym, krawieckim, fryzjerskim, gastronomicznym, handlowym. Dyrektorem szkoły był p. Onderko, a jego zastępcą     p. Majewski. W 1946 roku wydział metalowy został umieszczony na ul. Św. Mikołaja 10 w Szkole Podstawowej nr 3. Szkoła Metalowa zajmowała II piętro. Kierownikiem wydziału był p. Radymski. Do szkoły przyjmowano uczniów w różnym wieku. Po ukończeniu klasy piątej uczniowie byli przyjmowani do klasy wstępnej i obowiązani byli do czteroletniego uczęszczania do szkoły.  Natomiast uczniowie, którzy ukończyli klasę szóstą lub siódmą mogli być przyjęci do klasy przyśpieszonej i kończyli szkołę w ciągu dwóch lat. W następnych latach w szkole następowały zmiany dotyczące osoby dyrektora lub miejsca funkcjonowania.   W latach 1947-1948 dyrektorem szkoły był p. Pędzisz, a od 1949 roku p. Adam Kotliński.  We wrześniu 1949 roku dyrektorem został Stanisław Izdebski, a szkoła zmieniła nazwę na Zasadniczą Szkołę  Metalową nr 1 i została przeniesiona na ul. 1 Maja 10. W roku 1950 dyrektor Izdebski przeniósł szkołę na ulicę Narutowicza 3, a warsztaty szkolne umieszczono na ulicy Róży Luksemburg 1 (obecnie ul. Jerzego Popiełuszki). Kierownikiem warsztatów został  Marian Mastalerz.   W 1951 roku stanowisko dyrektora obejmuje p. Antoni  Gilas, a w 1953 p. Janina Grochowska, która w lutym 1954r. rezygnuje z pełnionej funkcji i zostaje nauczycielem matematyki. W roku  1953 zostają oddane do użytku nowe warsztaty szkolne przy ul. Róży Luksemburg 5",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 146.jpg",
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 147.jpg",
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 148.jpg",
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 149.jpg",
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 150.jpg",
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 151.jpg",
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 152.jpg"
                ]
            },
            {
                "text": "W latach 1954–1979 stanowisko dyrektora szkoły pełnił p. Henryk Frydecki",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 142.jpg"
                ]
            },
            {
                "text": "Kierownikiem warsztatów od 1954 do 1959  roku był p. R. Goleń.Młodzież w ramach zajęć warsztatowych wykonywała narzędzia przeznaczone do sprzedaży. Były to wiertarki, imadła ślusarskie, podnośniki, narzędzia rzemieślnicze. Wykonywała też drobne usługi na rzecz małych zakładów.Do  roku 1970 warsztaty przystosowane były do realizacji programu w zasadniczych szkołach zawodowych o specjalnościach: ślusarz mechanik, tokarz, frezer.W związku z powstaniem Liceum Zawodowego w 1970 roku doszła specjalność obróbka skrawaniem.W 1971 roku w Zasadniczej Szkole Zawodowej wprowadzono nową specjalność szlifierz,  a w 1972 w technikum 5-letnim specjalność obróbka skrawaniem.Pierwsza kronika szkoły i historyczny wpis dyrektora",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 130.png"
                ]
            },
            {
                "text": "Wicedyrektor Zdzisław Jabłoński",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 143.jpg"
                ]
            },
            {
                "text": "Wicedyrektor Stanisław Paluch",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 144.jpg"
                ]
            },
            {
                "text": "Kierownik warsztatów  J. Pioś",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 145.jpg"
                ]
            },
            {
                "text": "Grono pedagogiczne",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 131.png"
                ]
            },
            {
                "text": "Sztandar Zasadniczej Szkoły Metalowej nr 1 został ufundowany przez Komitet Rodzicielski. Uroczyste wręczenie sztandaru odbyło się 20.06.1959 r.",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 170.png",
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 134.jpg",
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 153.jpg",
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 154.jpg"
                ]
            },
            {
                "text": "Pod koniec lat pięćdziesiątych dzięki staraniom dyrektora Henryka  Frydeckiego rozpoczęto budowę nowej siedziby dla  szkoły przy ul. J. Długosza 10. Budynek został oddany do użytku 20 grudnia 1961 r. i stanowił jej siedzibę do roku 2005",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 132.png"
                ]
            },
            {
                "text": "1 września 1970 roku przy Zasadniczej Szkole Zawodowej nr 1 powstaje Liceum Zawodowe nr 1. Szkoła dostaje etat dla drugiego wicedyrektora, którym zostaje Zdzisław Jabłoński. Liceum Zawodowe to nowy typ szkoły czteroletniej z uzyskaniem zawodu dla robotnika z maturą o specjalności - mechanika obróbki skrawaniem.We wrześnua 1972 roku otwarto pod wspólną dyrekcją kolejne szkoły: 1. 5- letnie Technikum Mechaniczne po 8 klasie szkoły podstawowej o specjalności obróbka skrawania2. 3-letnie Technikum Mechaniczne po Zasadniczej Szkole Zawodowej o specjalności budowa maszyn3. 2-letnie Technikum dla Przodujących Robotników o specjalności Technik w przemyśle maszynowym",
                "images": [
                
                ]
            },
            {
                "text": "Zajęcia pozalekcyjne: W listopadzie 1972 r. w szkole powstał Zespół Pieśni i Tańca, który prezentował swoje umiejetności  nie tylko podczas uroczystości szkolnych, ale również na terenie miasta",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 666.png"
                ]
            },
            {
                "text": "Z życia szkoły- notatki z kronik: Biblioteka szkolna",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 158a.jpg"
                ]
            },
            {
                "text": "Gabinet lekarski i stomatologiczny ",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 159.jpg"
                ]
            },
            {
                "text": "Stołówka szkolna ",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 159a.jpg"
                ]
            },{
                "text": "Andrzejki",
                "images": [
                    "../assets/schools/SnD/1949 -1973 -  Zasadnicza Szkoła Zawodowa (Metalowa) nr 1/images/zdj. 172.png"
                ]
            }
        ]
    }
]