[
    {
        "parent_folder": "../assets/schools/SnM/1959-1969 - Technikum Chemiczne",
        "texts_with_images": [
            {
                "text": "08 sierpnia 1959 r. - zarządzeniem Ministerstwa Oświaty szkoła zmieniła nazwę  na Technikum Chemiczne. Szkoła mieściła sie przy ulicy Bohaterów Bohaterów ORMO 3 ( obecnie  ul. W. Grabskiego) - (zdj.2). Stanowisko dyrektora szkoły do roku 1968 pełniła mgr Halina Gotzowa, a od września 1968 roku mgr inż. Wiesław Jabłoński.  20 maja 1960 r.  w Technikum Chemicznym odbyła się doniosła uroczystość wręczenia sztandaru szkoły- (",
                "images": [
                    "../assets/schools/SnM/1959-1969 - Technikum Chemiczne/images/zdj. 2a.png"
                ]
            },
            {
                "text": ", 2b, 2c, 568).1961 r. -  zarządzeniem Ministerstwa Oświaty szkoła otrzymała nazwę Technikum Chemiczne Nr 2, a nauczaną specjalnością było gazownictwo - ( ",
                "images": [
                    "../assets/schools/SnM/1959-1969 - Technikum Chemiczne/images/zdj. 171.png"
                ]
            },
            {
                "text": "). Najlepsi uczniowie po I semestrze w roku szkolnym 1962/63 – (zdj. 566).Rok szkolny1963/64 -Studniówka - (zdj. 565). 1967 r. Obchody Dnia Nauczyciela - (zdj. 529-532).Rok szkolny 1967/68  - w wyniku reorganizacji specjalności kierunek szkoły zmienił się  na mechaniczny: Urządzenia i instalacje przemysłu gazowniczego. Uczniowie na terenie Gazowni Miejskiej w Lublinie - (zdj. 534-536).Od roku1964 uczniowie brali udział w pracach w czasie wakacji w ramach akcji organizowanych przez Ochotnicze Hufce Pracy. W warunkach szkolnych najpopularniejszą formą uczestnictwa były hufce wakacyjno -wyjazdowe.Warunkiem przyjecia było ukończenie 14 lat, dobrowolność i wyrażenie zgody przez rodziców. Za wykonywaną pracę młodzież otrzymywała wynagrodzenie. Młodzież pracowała najczęściej w nadleśnictwie  lub w PGR. Wakacyjne wyjazdy w ramach OHP cieszyły sie dużą popularnością i były kontynuowane w przez wiele lat - (zdj. 592, 593, 594, 595, 596, 597). Podsumowanie jednego z turnusów - ( zdj. 598, 599).1968 r. -Studniówka - (zdj. 537-540).1968 r.- A tak swiętowano Dzień Kobiet - (zdj. 541-545).2 września 1968 r. - Uroczyste rozpoczęcie roku szkolnego i powitanie nowego dyrektora              inż. Wiesława Jabłońskiego - (zdj. 546).1968 r. Obchody Dnia Nauczyciela - (zdj. 547).1969 r.- Poczet sztandarowy Technikum Chemicznego - (zdj. 552, 2d).Życie szkolne urozmaicały wyjazdy - (zdj. 549, 550, 551, 553, 554, 555).   ",
                "images": [
                    "../assets/schools/SnM/1959-1969 - Technikum Chemiczne/images/zdj. 566.jpg"
                ]
            }
        ]
    }
]