[
    {
        "parent_folder": "../assets/schools/SnM/1971-1998 - Zespół Szkół Mechaniczno-Energetycznych",
        "texts_with_images": [
            {
                "text": "Funkcję dyrektora szkoły do 1975 r. sprawował mgr inż. Wiesław Jabłoński. Rok szkolny 1971/72  - przy Technikum powstała Zasadnicza Szkoła Zawodowa. Liczba oddziałów w placówce wynosiła 12. We wrześniu 1975 r. -  dyrektorem szkoły został mgr Sławomir Ziemiński - ( ",
                "images": [
                    "../assets/schools/SnM/1971-1998 - Zespół Szkół Mechaniczno-Energetycznych/images/zdj. 35.jpg"
                ]
            },
            {
                "text": ").1 września 1972 roku na stanowisko zastępcy dyrektora został powołany mgr Ziemowit Barański. Funkcję tę pełnił do 1978 roku. Ziemowit Barański był kapitanem Żeglugi Wielkiej i uczył młodzież  żeglarstwa na Zalewie Zemborzyckim  – ",
                "images": [
                    "../assets/schools/SnM/1971-1998 - Zespół Szkół Mechaniczno-Energetycznych/images/zdj. 570.png"
                ]
            },
            {
                "text": ".W latach 1972-1974 drugim zastępcą dyrektora była mgr Stefania Grochowicz.W latach 1976 – 86 funkcję zastępcy dyrektora pełnił inż. Wacław Mazur - (zdj. 574).Funkcję zastępcy dyrektora w różnych latach pełnili także: mgr Wiesława Kulicka, mgr Kamila Piętas, mgr inż. Mieczysław Ruta, mgr inż. Andrzej Zbarański, mgr inż. Henryk Łukasik, mgr Andrzej Głowacki – (zdj.678).Do 1977 roku szkoła mieściła się w budynku przy ul. Lubartowskiej 76. W lutym 1977 r. - nastąpiła przeprowadzka do nowego gmachu szkoły mieszczącego się przy ul. Magnoliowej 8, którego budowę rozpoczęto w 1974 roku -  (zdj. 5 i 6). Budynek był nowoczesny,  wyposażony w gabinety lekcyjne z zapleczami, środki dydaktyczne – głównie audiowizualne. Notatki z kroniki szkolnej - (zdj.6b, zdj.6c). Pierwsza studniówka w nowym budynku -  (zdj. 48, 48a).Drugi semestr roku szkolnego 1977/78 - przeniesienie warsztatów szkolnych do nowego budynku - ( zdj. 7, 8, 9, 10, 11).Koło Żywego Słowa powstało z inicjatywy nauczycielki j. polskiego Alicji Rebety we  wrześniu  1975 r. Członkowie koła organizowali uroczystości szkolne, spotkania np. z Mirosławem Konarowskim, występowali z przygotowanym programem poza szkołą,  uczestniczli w przeglądach małych form teatralnych – (zdj. 676). Nawiązali kontakt z kuzynką K.K. Baczyńskiego Anielą Kmitą – Piorunową, która  uczestniczyła w grudniu 1978r.  w uroczystościach 25 lecia szkoły i  nadania  jej imienia K.K. Baczyńskiego - (zdj. 600, 601, 602, 603,604, 633, 634).Kabaret Haba założony w 1979 roku . Uczniowie tworzyli autorskie programy, występowali na uroczystościach  szkolnych , klubach osiedlowych i domach kultury. Kapela Wuja Kazia działała  w latach 1976-1978 założona przez uczniów Andrzeja Dunina, Kazimierza Podlaskiego, Andrzeja Celińskiego.Uczniowie prygotowywali również audycje nadawane przez radiowęzeł  szkolny – (zdj.632). Kabaret    działał w latach 1986-1988, potem przekształcił się Teatr 88 – (zdj.631) .  W roku szkolnym 1975/76 został założony Szkolne Koło Sportowe \"Płomień\". Założycielem i opiekunem klubu był nauczyciel wychowania fizycznego p. Andrzej Kita. - (zdj. 581). Jako kierownik administracyjny p. Kita wniósł duży wkład w działania związane z budową nowego gmachu szkoły. Pełnił także przez jakiś czas funkcję zastępcy dyrektora ZSME. Na zdjęciu Andrzej Kita, Kazimierz Jakubowski, Kamila Piętas.  – (zdj 677). Wojciech Kowalski  uczeń klasy II TEpz był członkiem Kadry Narodowej sekcji Tae Kwon Do, Mistrzem Polski za rok 1986, zdobywca Drużynowego Pucharu Polski za rok 1987. 2 grudnia 1978 r. - obchody 25 – lecia szkoły połączone z uroczystym nadaniem szkole imienia Krzysztofa Kamila Baczyńskiego. Podczas uroczystości odsłonięto  pamiątkową tablicę w obecności ciotecznej siostry poety Anieli Kmity- Piorunowej.  Kalendarz obchodów- ( zdj. 11a. Akt nadania 11 b, 12, 12a, 13, 14, 15, 17, 161, 162, 163, 164, 165, 166 )24 kwietnia 1979 - druga uroczystość z okazji srebrnego jubileuszu szkoły,odbyło się przekazanie szkole nowego sztandaru - (zdj. 20, 21, 167, 168 , 169 ).Pracownicy szkoły w roku szkolnym 1979/1980- wpis z kroniki szkolnej (zdj. 582, 583, 584, 585, 586, 587).Struktura organizacyjna szkoły w roku szkolnym 1979/1980- wpis z kroniki szkolnej zdj. 5888 kwietnia 1987 r. - spotkanie ministra do spraw młodzieży Aleksandera Kwaśniewskiego z uczniami szkoły ( zdj. 22, 23).Rok 1989 – obchody 35 - lecia szkołyZjazd absolwentów - ( zdj. 24)9 września 1990 r.  poświęcenie sztandaru szkoły i krzyży przez księdza biskupa Bolesława Pylaka na uroczystości poświęconej 72 Rocznicy Odzyskania Niepodległości przez Polskę - ( zdj. 25, 26)1 września 1991 r. dyrektorem szkoły został mgr inż. Kazimierz Jakubowski, który sprawuje tę funkcję do 2002 roku.  ( zdj. 36).1 września 1993 r.- do ZSME przechodzi młodzież z Zespołu Szkół Pedagaogiczno – Technicznych z dyrektorem mgr Andrzejem Głowackim - ( zdj.635, 636).1 stycznia 1997 r.- powołanie Centrum Kształcenia Praktycznego w Organizacji z lokalizacjąw pomieszczeniach warsztatów szkolnych ( zdj. 27, 28, 29, 30, 31). ",
                "images": [
                    "../assets/schools/SnM/1971-1998 - Zespół Szkół Mechaniczno-Energetycznych/images/zdj. 574.jpg"
                ]
            }
        ]
    }
]