[
    {
        "parent_folder": "../assets/schools/SnM/od 2014  -  Lubelskie Centrum Kształcenia Zawodowego i Ustawicznego",
        "texts_with_images": [
            {
                "text": "\t2014 r. - Lubelskie Centrum Edukacji Zawodowej zostało przekształcone w Lubelskie Centrum Kształcenia Zawodowego i Ustawicznego.  Zdjecia - ",
                "images": [
                    "../assets/schools/SnM/od 2014  -  Lubelskie Centrum Kształcenia Zawodowego i Ustawicznego/images/zdj. 204.JPG"
                ]
            },
            {
                "text": "Od 2007 roku funkcję dyrektora szkoły sprawuje mgr Jacek Misiuk. Zastępcy dyrektora: mgr inż.Wiesław Ciorgoń,  mgr inż.Sławomir Dybała. Kierownik warsztatów:mgr inż. Paweł Kasperek Uroczystość nadania nowego sztandaru     11 grudnia 2015 r.  w związku ze zmianą nazwy szkoły odbyła się uroczystość poświęcenia i przekazania LCKZiU nowego sztandaru. Święto rozpoczęło się mszą świętą w kościele parafialnym pod wezwaniem Niepokalanego Poczęcia Najświętszej Marii Panny przy ulicy Bazylianówka 85, gdzie sztandar został poświęcony. Dalsza część uroczystości odbyła sie w szkole. Szczególną rangę uroczystości nadali zaproszeni goście – Senator RP p. Stanisław Gogacz, przedstawiciele władz miasta, Kuratorium Oświaty, związków zawodowych, a także zakładów współpracujacych ze szkołą.Msza święta podczas której sztandar został poświęcony- ( ",
                "images": [
                    "../assets/schools/SnM/od 2014  -  Lubelskie Centrum Kształcenia Zawodowego i Ustawicznego/images/zdj. 60.JPG",
                    "../assets/schools/SnM/od 2014  -  Lubelskie Centrum Kształcenia Zawodowego i Ustawicznego/images/zdj. 61.JPG",
                    "../assets/schools/SnM/od 2014  -  Lubelskie Centrum Kształcenia Zawodowego i Ustawicznego/images/zdj. 62.JPG",
                    "../assets/schools/SnM/od 2014  -  Lubelskie Centrum Kształcenia Zawodowego i Ustawicznego/images/zdj. 63.JPG",
                    "../assets/schools/SnM/od 2014  -  Lubelskie Centrum Kształcenia Zawodowego i Ustawicznego/images/zdj. 64.JPG",
                    "../assets/schools/SnM/od 2014  -  Lubelskie Centrum Kształcenia Zawodowego i Ustawicznego/images/zdj. 579.JPG",
                    "../assets/schools/SnM/od 2014  -  Lubelskie Centrum Kształcenia Zawodowego i Ustawicznego/images/zdj. 580.JPG"
                ]
            },
            {
                "text": ", 61, 62, 63, 64,  579, 580).Powitanie zaproszonych gości – (zdj. 92). Wbicie pamiątkowych gwoździ - (zdj. 66, 67, 68, 69, 70, 71, 72, 73, 74, 75).Uroczyste przekazanie sztandaru p. Dyrektorowi Jackowi Misiukowi - (zdj.  76, 77, 78, 79).Pan Dyrektor przekazał sztandar Samorządowi Uczniowskiemu - (zdj. 80, 81).Przemówienia zaproszonych gości - (zdj.82, 83, 84, 85, 86, 87, 88).Część artystyczna w wykonaniu uczniów- (zdj. 89, 90, 91).Zaproszeni goście- (zdj. 65, 93).Warsztaty szkolne w LCKZiU – (zdj. 205, 206, 207, 208, 209, 210, 211, 212).Poczet sztandarowyPoczet sztandarowy reprezentuje nasza placówkę zarówno na ważnych uroczystościch szkolnych, jak również na terenie miasta.Poczet sztandarowy na obchodach 6 Rocznicy Katastrofy Smoleńskiej - 2015 /2016 – (zdj.374).Pożegnanie klas czwartych 2015/2016- (zdj.376).Rozpoczęcie roku szkolnego 2016/2017- (zdj. 375).pożegnanie klas czwartych 2016/2017- (zdj. 377).Poczet Sztandarowy LCKZiU na miejskich obchodach Święta Niepodległości  2016/2017- (zdj.373).Rozpoczęcie roku szkolnego 2017/2018 - (zdj. 370).Poczet sztandarowy 2017/2018 podczas szkolnych uroczystości z okazji  Święta Niepodległości-(zdj.371).Poczet sztandarowy na miejskich obchodach Narodowego Święta Niepodległości 2017/2018 – (zdj.372).\"Szkoła innowacji\"Nasza szkoła trzykrotnie brała  udział w konkursie \"Szkoła innowacji\" organizowanym przez Wyższą Szkołę Ekonomii i Innowacji w Lublinie.W roku 2013 otrzymaliśmy certyfikat „Szkoła innowacji”- (zdj.397, 398).W 2014 roku przyznano nam certyfikat „Szkoła innowacji”, a  Dariusz Janiszek za działania innowacyjne promujące kształcenie zawodowe poprzez zabawę wśród gimnazjalistów- Liga SumiBot otrzymał certyfikat „Nauczyciel- lider innowacji”.W roku 2015 po raz trzeci placówka została uhonorowana certyfikatem „Szkoła innowacji”.\tLCKZiU – Technikum nr 1 w Lublinie!\tW kwietniu 2016 portal Perspektywy opublikował ranking szkół ponadgimnazjalnych w Polsce. Technika zostały ocenione za pomocą czterech kryteriów. Były to: sukcesy szkoły w olimpiadach, wyniki matury z przedmiotów obowiązkowych, wyniki matury z przedmiotów dodatkowych, oraz wyniki egzaminu zawodowego.  Technikum Mechaniczne otrzymało tytuł: \" Srebrnej szkoły 2016\" – (zdj. 256).\tPortal waszaedukacja.pl opublikował  w kwietniu 2017 roku ranking szkół ponadgimnazjalnych, w którym Technikum Mechaniczne w LCKZiU zdobyło pierwsze miejsce spośród lubelskich szkół. W rankingu uwzględniono wyniki egzaminów zewnętrznych – (zdj. 257).Podpisanie umowy z WOT\t23 czerwca 2017 r. na uroczystości zakończenia roku szkolnego nastapiło podpisanie porozumienia o współpracy pomiędzy 23. Batalionem Obrony Terytorialnej i Lubelskim Centrum Kształcenia Zawodowego i Ustawicznego, dzięki któremu uczniowie LCKZiU  mogą brać udział w zajęciach prowadzonych przez żołnierzy z jednostki. Porozumienie pozwoli także absolwentom LCKZiU na zatrudnienie w 23 Batalionie WOT. Podpisanie umowy – (zdj. 258).Przemówienie ppł Artura Hapskiego – (zdj. 259).Zaproszeni goście – (zdj. 362).Po uroczystościach można było obejrzeć sprzęt wojskowy i wyposażenie żołnierzy 23 Batalionu Obrony Terytorialnej w Lublinie – (zdj. 260, 261, 363).Uroczystości:Święto Niepodległości 11 Listopada Rok szkolny 2015/2016 - (zdj. 96, 97, 98, 100).  Rok szkolny 2016/2017 – (zdj. 229, 230, 231,416).Od 2016 roku obchodom Święta Niepodległości w LCKZiU towarzyszą Sztafetowe Biegi Niepodległości, w których biorą udział przdstawiciele  wszystkich klas. Startują trzyosobowe zespoły ze wszystkich klas,  trasa biegnie wokól szkoły (560) metrów.Biegi sztafetowe – (zdj. 232, 233).A tak niektóre klasy kibicowały swoim drużynom - (zdj. 234).W roku szkolnym 2017/2018 pierwsze miejsce wywalczyli uczniowie klasy 2 TB.              Wreczenie medali – (zdj.227).Zawodnicy wraz z p. Dyrektorem i wychowawcą – (zdj. 228).Rok szkolny 2017/2018 - (zdj. 223, 224, 225). Święto Szkoły połączone ze ślubowaniem klas I-szychRok szkolny 2014/2015 – (zdj. 244).Rok szkolny 2016/2017 - Część artystyczna -  (zdj. 240, 241, 242, 243, 438, 439).- Zawody sportowe o Puchar Dyrektora Szkoły – (zdj.440, 441).- Zwyciezcy w konkursie \"Budowanie w Minecraft\"- (zdj. 442).Rok szkolny 2017/2018 – (zdj. 235, 236, 237, 238, 239) Jasełka Rok szkolny 2015/2016 – (zdj.126).Rok szkolny 2016/2017 -  nietypowe Jasełka- \"Wigilijna ulica\"– (zdj. 218, 219, 220).Rok szkolny 2017/2018 - (zdj. 221, 222).StudniówkaA tak młodzież bawiła się 100 dni przed maturą.Rok szkolny 2016/2017 – (zdj. 287, 288, 289, 290).Rok szkolny 2017/2018 – klasa 4TA - (zdj. 291), klasa 4TB - (zdj. 292).Pożegnanie klas maturalnych:Rok szkolny 2015/2016Najlepsi uczniowie - (zdj. 431, 432, 433).Wręczenie świadectw i nagród – (zdj. 434, 435, 436, 437).Rok szkolny 2016/2017 Wręczenie świadectw i nagród absolwentom klasy 4 TA i 4 TB - (zdj. 428, 429, 430).Absolwenci z po odebraniu upragnionych świadectw ukończenia szkoły – (zdj. 215, 216).Część artystyczna – (zdj. 217).Zakończenie roku szkolnegoZakończenie roku szkolnego 2016/ 2017.Wręczenie dyplomów z konkursów i świadectw ukończenia szkoły z wyróżnieniem - (zdj. 445, 446, 447, 448,449, 450, 451).Narodowe Czytanie          W roku szkolnym 2016/2017 włączyliśmy się do akcji Narodowego Czytania. Podczas uroczystości  rozpoczęcia nowego roku szkolnego nauczyciele przeczytali fragmenty \" Quo vadis\" Henryka Sienkiewicza. Akcję koordynowała p. Beata Kopycka.- (zdj. 364, 365, 366).\tRok szkolny 2017/2018 zainaugurowaliśmy wspólnym czytaniem „Wesela” Stanisława Wyspiańskiego. Po raz drugi nasza szkoła włączyła się do akcji Narodowego Czytania klasyki literatury polskiej pod honorowym patronatem Pary Prezydenckiej – Pana Andrzeja Dudy i Pani Agaty Kornhauser-Dudy. Czytali  Dyrektorzy, nauczyciele i uczniowie. Osoby, które przyniosły prywatne egzemplarze dramatu Stanisława Wyspiańskiego otrzymały pamiątkową pieczęć Czytania 2017 r.  Całość przygotowała p. Beata Kopycka - (zdj. 311, 312, 313, 314).Akcje charytatywne:Akcja „Polacy – Rodakom”\tOd 2013 roku społeczność naszej szkoły bierze udział w akcji charytatywnej zainicjowanej przez senatora Stanisław Gogacza. Pomoc skierowana jest do ubogich rodzin polskich zamieszkujących na terenie Ukrainy. W naszej szkole w grudniu odbywają się uroczyste spotkania będące podsumowaniem akcji w danym roku. Co roku uczniowie poszczególnych klas przygotowują paczki. Od 2015 roku w pomieszczeniach warsztatów szkolnych pakowane są przez wolontariuszy akcji setki paczek. W tych pracach pomagają także nasi uczniowie. Na terenie LCKZiU akcję koordynują nauczyciele: Katarzyna Bugaj, Bożena Gabryś- Szulińska, Wiesława Tarasińska.  – (zdj. 262, 263).    Liga SumiBOTÓW      Pomysł na zorganizowanie Turnieju Gimnazjalnej Ligi SumiBOTÓW powstał po tym, jak 27 października 2010 r. w Lubelskim Centrum Edukacji Zawodowej przy ul. Magnoliowej 8 odbył się \"Wieczór SumiBOTÓW\". Turniej jest przeznaczony dla gimnazjalistów i ma na celu przede wszystkim zainteresowanie mechatroniką, promowanie nowoczesnych technologii oraz robotyki, a także dobrej zabawy i rywalizacji w duchu fair play.      \tTurnieje Gimnazjalnej Ligi SumiBOTÓW odbywają się systematycznie 4 razy w roku szkolnym. Zwycięża drużyna, która w ciągu roku uzyska najwięcej punktów. W rozgrywkach brały udział drużyny z:Gimnazjum im. Józefa Piłsudskiego w Jastkowie, Gimnazjum nr 3 w Lublinie, Gimnazjum nr 6 w Lublinie, Gimnazjum z Łucki,Gimnazjum nr 19 w LublinieGimnazjum w SahryniuGimnazjum im. Św. Stanisława Kostki w LublinieGospodarzami są uczniowie LCKZiU, biorą udział w konkursie poza punktacją. Rok szkolny 2016/2017 - (zdj. 512, 513, 514).Wyjazdy integracyjne klas Rok szkolny 2013/2014Klasa I TA na wycieczce z Zwierzyńcu - (zdj.444).\tRok szkolny 2015/2016 - klasa III TA na paint ball - (zdj. 443).- integracja przy ognisku - wychowawczyni p. Dorota Król,  klasa III TA - (zdj. 293, 294).- uczniowie klasy I TC wzięli udział w wyjeździe integracyjnym do ośrodka wypoczynkowo-sportowego LCKZiU nad jeziorem Piaseczno. Zajęcia integracyjne przeprowadzili (z pomocą wychowawcy klasy, Pawłem Włoskiem oraz nauczycielem W-F, Maciejem Powałą-Niedźwieckim)   pedagog szkolny Helena Flisiak i doradca zawodowy Mirosław Górczyński.- poznajemy się – (zdj. 367).- trudne zadanie do wykonania – (zdj. 368, 369).Rok szkolny 2017/ 2018- 21 września klasy pierwsze: 1TB, 1TCI oraz 1TI wraz ze swoimi wychowawczyniami: p.Wiesławą Tarasińską, p. Dorotą Król, p. Agnieszką Kowalską oraz z p. Cezarym Wawszczakiem uczestniczyły w wyjeździe integracyjnym do Starej Jedlanki. Pogoda nie była łaskawa. Jednakże ani chłód, ani przelotny deszczyk nie przeszkodziły chętnym w pokonaniu wybranej trasy w Parku Linowym ośrodka „Leśna Ryba”. Część uczestników wolała zagrać w bilard lub w piłkę nożną       – (zdj. 301, 304, 305, 306, 307, 308, 322).\t27 września dwie klasy „mechatronika” 1TA i 2TA przebywały wraz z wychowawcami p. Kamilem Michoniem oraz p. Mirosławem Mazurem na wycieczce integracyjnej w Jedlance Starej. - wspinaczka w parku linowym - (zdj. 298, 299). - wspólne pieczenie kiełbasek przy ognisku - (zdj. 300). Wycieczki szlakiem patrona szkoły\tOd  roku 2010 tradycją naszej szkoły stały się organizowane przez p. Marię Helman wraz z wychowawcami klas pierwszych wycieczki programowe do Warszawy szlakiem patrona szkoły Krzysztofa Kamila Baczyńskiego. Młodzież zwiedza II Liceum Ogólnokształcące im. Stefana Batorego, do którego uczęszczał patron naszej szkoły oraz Cmentarz Wojskowy na Powązkach, gdzie uczniowie składają kwiaty na grobie K. K. Baczyńskiego i jego żony Barbary. Ważnym punktem programu jest zwiedzenie Muzeum Powstania Warszawskiego. W marcu 2012 r. w wycieczce uczestniczyli uczniowie kl . II TA i II TB wraz z opiekunami p. Marią Helman, Katarzyną Bugaj i Cezarym Wawszczkiem.   Na cmentarzu wojskowym na Powązkach przy grobie Barbary i Krzysztofa Baczyńskich                  – (zdj. 352).Złożenie wieńca na grobie Barbary i Krzysztofa Baczyńskich – (zdj. 353, 354).W listopadzie 2014 r. w dwóch wycieczkach uczestniczyli uczniowie klas : 2 TB i 3 TB wraz z opiekunami – p. M. Helman, p. W. Tarasińską i p. A. Fugel oraz Beata Kopycką, Dorotą Król, Maciejem Powałą- Niedźwieckim - (zdj. 315, 316, 317, 318, 319, 320, 321). Udział w inscenizacji wprowadzenia stanu wojennego. Od roku 2010 uczniowie szkoły uczestniczą w organizowanych przez NSZZ ,,Solidarność\" inscenizacjach historycznych wprowadzenia stanu wojennego w Polsce. Udział bierze corocznie około 40-50 osób – (zdj. 515, 516, 517).Targi edukacyjneOd wielu lat młodzież wraz nauczycielami aktywnie uczestniczy w targach  prezentując ofertę edukacyjną oraz bogate zaplecze dydaktyczne naszej szkoły.Rok szkolny 2015/2016  tak wyglądało nasze stanowisko, za które otrzymaliśmy nagrodę               -- (zdj. 390, 391).Uczniowie reprezentujący naszą szkołę - (zdj. 392, 393).Sport, turystyka, rekreacjaWyciskanie na ławeczceOd roku 2008 w szkole organizowane są cykliczne zawody w wyciskaniu na ławeczce. W cyklu trzech turniejów w danym roku szkolnym wyłaniani są medaliści mistrzostw LCKZiU. Wszyscy uczestnicy otrzymują pamiątkowe puchary, dyplomy i medale. Aktualny mistrz szkoły to Piotr Sieńko.Rok szkolny 2015-2016 - (zdj. 638). Rok szkolny 2016-2017 - (zdj. 639). Rok szkolny 2017-2018 - (zdj. 640, 641, 642).Tenis stołowyNauczyciele wychowania fizycznego corocznie organizują zawody o mistrzostwo szkoły w tenisie stołowym . Każdorazowo startuje duża grupa uczniów (ponad 50), a także nauczyciele szkoły. Zdj.- (643, 644,  658, 659).Piłka halowaOd wielu lat organizowane są  mistrzostwa szkoły w piłce halowej. Startują reprezentacje wielu klas. Zawody gromadzą na sali gimnastycznej około stu uczestników tej okazji - (zdj. 645).Wolontariat sportowyW szkole powstał Szkolny Klub Wolontariatu. Uczniowie pomagają w dużych imprezach sportowych organizowanych w Lublinie. Między innymi uczestniczyli we wszystkich sześciu (2013-2018) maratonach lubelskich, półmaratonie ,,Slidarności\"(2013-2018), Mili Pamięci Ofiar Komunizmu,  Biegu Nieustraszonych, Akademickich Mistrzostwach Polski w pływaniu i lekkoatletyce, Mili na Start, Półmaratonie Lubelskim- (zdj.646, 647, 648, 649).Spływy kajakoweUczniowski Klub Sportowy ,,Magnoliowa\" istniejący w naszej szkole organizuje od roku 2008 spływy  kajakowe  rzekami Lubelszczyzny. Młodzież pod opieką instruktorów kajakarstwa  Macieja Powały -Niedźwieckiego, Dariusza Winiarczyka i Sławomira Kotko pływa Wieprzem, Tanwią i Bystrzycą w spływach jedno i wielodniowych. Rok szkolny 2014/2015Już po raz piąty uczniowie klasy III TA byli na spływie kajakowym. Tym razem pod opieką swojego wychowawcy Macieja Powała-Niedźwieckiego oraz nauczycieli wychowania fizycznego Sławomira Kotko i Dariusza Winiarczyka pokonali trasę rzeką Wieprz od Wólki Rokickiej do Szczerkowa - (zdj. 324, 652).Rok szkolny 2016/2017  - klasa I TB – na spływie kajakowym - (zdj. 302),   przy grillu – (zdj. 303).- klasa IV TA– na spływie kajakowym – (zdj. 653).Rok szkolny 2017/2018 - (zdj. 650, 651).Rugby  W 2017 roku Damian Mazuś, uczeń klasy III TB startował w dwóch finałach mistrzostw Polski w rugby. W obu zdobył medale. Brązowy w odmianie siedmioosobowej, srebrny na Ogólnopolskiej Olimpiadzie Młodzieży - (zdj. 297).Konkurs informatyczny dla gimnazjalistówRozdanie nagród w konkursie informatycznym dla gimnazjalistów – kwiecień 2016 - (zdj. 453).ProjektyNasza szkoła uczestniczy w wielu projektach zagranicznych. W latach 2013-2015 realizowany był projekt Comenius PRIME Integracja i Migracja w Europie.  Mając na uwadze polityczne, ekonomiczne, społeczne i kulturowe różnice między poszczególnymi regionami uczniowie szkół partnerskich z Hiszpanii, Niemiec, Włoch, Grecji, Turcji  opracowali materiały, w których zawarli przyczyny i skutki migracji w poszczególnych regionach oraz wyciągnęli wnioski nakierowane na integrację. Wyniki pracy regionów partnerskich były analizowane i sprawdzane pod kątem możliwości wcielenia ich w życie w innym regionie partnerskim. Koordynatorem był pan Dariusz Hryciuk, a następnie pani Agnieszka Kowalska, nauczyciele współpracyjący: pani Bożena Gabryś - Szulińska, pani Katarzyna Bugaj i pani Dorota Król.Spotkanie projektowe: Izmir 22-25 kwietnia 2015 - (zdj. P1).Spotkanie projektowe: Lublin 28-31 stycznia 2015 – (zdj.P2).Spotkanie projektowe: Rzym 4-7 listopada 2014 -  (zdj.P3).Erasmus+ Pierwszy cel Europy 2020: Walka z bezrobociem realizowany \nw latach 2015-2017.Uczniowie biorący udział w projekcie mają za zadanie zbadać przyczyny i skutki bezrobocia zarówno w regionach/ krajach partnerskich, jak i kontekście całej Unii Europejskiej. Uczniowie, pracując w grupach narodowych i międzynarodowych,  badali wyżej wymienione zagadnienia biorąc pod uwagę wielość aspektów zależności człowieka i rynku pracy (np. wiek, płeć, wykształcenie, środowisko, społeczne, niepełnosprawność, wyznanie).Koordynatorem była pani Agnieszka Kowalska, nauczyciele wspomagający:  pani Bożena Gabryś - Szulińska, pani Katarzyna Bugaj i pani Dorota Król.W projekcie wzięli udział uczniowie ze szkół partnerskich:Institut Lacetania – Manresa (Hiszpania) – szkoła koordynującaLubelskie Centrum Kształcenia  Zawodowego  i Ustawicznego (Polska)Kaufmännische Schule Goeppingen (Niemcy)Liceo scientifico Morgagni – Rzym (Włochy)3rd GENERAL LYCEUM OF KAVALA – Trzecie liceum w Kavali (Grecja)T.C. Milli Egitim Bakanligi (Turcja)Międzynarodowe spotkanie projektowe w Manresie w dniach 25 -28 listopada 2015 – (zdj.P5).Spotkanie projektowe w Kavali 17-20 kwietnia 2016 -  (zdj. P6).Międzynarodowe spotkanie projektowe w Lublinie 16-18 października 2016 - (zdj. P7)Międzynarodowe spotkanie w Rzymie 15-18 lutego 2017 - (zdj. P8).Spotkanie projektowe w Göppingen 2-5 marca 2016 - (zdj. P9).Zakończenie projektu - (zdj. 452). Erasmus+ „Społeczna Europa 2020: walka z wykluczeniem społecznym \ni ubóstwem w Unii Europejskiej” realizowany w latach 2017-2019.Wybór tematu projektu podyktowany jest wzrostem liczby obywateli państw UE, którzy żyją \nw ubóstwie lub są nim zagrożeni. Szacuje się, że do 2020 roku co czwarty obywatel UE będzie zagrożony biedą lub wykluczeniem społecznym.Celem projektu jest rozwijanie i pogłębianie świadomości uczniów na temat problemu ubóstwa \nw różnych krajach Europy, doskonalenie kompetencji językowych, doskonalenie umiejętności myślenia krytycznego i myślenia twórczego oraz umiejętności interpersonalnych, promowanie wśród uczniów wartości i zasad takich jak równość społeczna, spójność, przeciwdziałanie wykluczeniu społecznemu, wzmocnienie poczucia posiadania wspólnych celów i przynależności do wspólnoty obywateli Unii Europejskiej.W ramach projektu odbyło się do tej pory jedno spotkanie, w którym brali udział nauczyciele.Koordynatorem była pani Agnieszka Kowalska, nauczyciele wspomagający: pani Dorota Król i pan Paweł Włosek. Hiszpania- Manresa 15-17 listopad 2017- (zdj. P 10, P 11, P 12).Projekt „Bliżej Europejskiego Rynku Pracy” IVTProjekt „Bliżej Europejskiego Rynku Pracy” realizowany był w ramach projektu „Staże i praktyki zagraniczne dla osób kształcących się i szkolących zawodowo” współfinansowanego przez FRSE \nw ramach Europejskiego Funduszu Społecznego – Programu Operacyjnego Kapitał Ludzki na zasadach Programu Leonardo da Vinci będącego częścią Programu ,,Uczenie się przez całe życie”. W trakcie trwania projektu od 01.09. 2013- 28.02.2015, uczniowie wyjeżdżali w dwóch terminach na praktyki do Niemiec:\n1. Grupa mechatroników: 16.06.-04.07.2014 - 3 uczniów.\n2. Grupa informatyków i techników cyfrowych procesów graficznych: 19.01-06.02.15 - 4 uczniów.\nZajęcia obydwu grup poprzedzone były dodatkowymi zajęciami językowymi z języka angielskiego i niemieckiego w Polsce. Zajęcia językowe prowadziły pani Wiesława Wąsik oraz pani Anna Fugel.  Koordynatorem projektu była pani  Wiesława Wąsik, nauczycielem wspomagającym była pani Anna Fugel – (zdj. 523, 524, 525, 526,527).Konkurs w  ramach projektu „Niemiecki ma klasę / Deutsch hat Klasse”„Niemiecki ma klasę / Deutsch hat Klasse” konkurs w ramach projektu  prowadzonego przez Instytucie  Goethego w Warszawie i realizowanego w naszej szkole w roku szkolnym 2016/2017. Zadanie konkursowe polegało na tym, by wspólnie zastanowić się, jak powinna wyglądać optymalna sala lekcyjna do nauki języka niemieckiego i wprowadzić takie zmiany, które sprawią, że przebywający w niej uczniowie i nauczyciel będą czuć się komfortowo, a aranżacja klasy ułatwi naukę. W ramach tego zadania została wyremontowana sala do nauki języka niemieckiego w naszej szkole.Patronat honorowy nad projektem objął Minister Edukacji Narodowej, a partnerem projektu jest Ośrodek Rozwoju Edukacji w Warszawie. Instytucją wspierającą projekt jest Ministerstwo Spraw Zagranicznych Republiki Federalnej Niemiec. Koordynatorem projektu była  pani Wiesława Wąsik,  nauczyciele wspomagający -  pani Anna Fugel, pani Bożena Gabryś – Szulińska.Uczestnicy projektu: uczniowie klasy II TA – (zdj. 528).Osiągniecia uczniówKonkurs „Rok przed dyplomem”Od 2006 r. uczniowie naszej szkoły biorą udział w Międzyszkolnym Konkursie Zawodowym „Rok przed dyplomem” organizowanym przez lubelskie Samorządowe Centrum Doskonalenia Nauczycieli i doradców metodycznych miasta Lublin. Konkurs adresowany jest dla uczniów klas trzecich technikum.Celem jego jest rozwijanie umiejętności zawodowych, utrwalenie procedur egzaminacyjnych oraz sprawdzenie wiedzy przed egzaminem zawodowym. Nasi uczniowie prezentują następujące zawody: technik mechanik, technik mechatronik, technik informatyk. Każdego roku zostają laureatami zajmując pierwsze , drugie i trzecie miejsca. 7 maja 2015 odbył - IX konkurs „Rok przed dyplomem”. W zawodzie technik mechanik kwalifikacja M.20 I miejsce – Cezary Szymański klasa 3TA,III miejsce – Stanisław Walczak klasa 3TA - (zdj. 283).W zawodzie technik mechatronik kwalifikacja E18 II miejsce zdobył Przemysław Stronikowski klasa 3TA, III miejsce – Łukasz Gąsiorowski klasa 3TA - (zdj. 282). W zawodzie technik informatyk wyróżnienie otrzymał Przemysław Mazur klasa 3TB.Maj 2018- (zdj.,663, 664, 665)Konkurs „Obrazki z Sienkiewicza”21 listopada 2016 r. w Sali Kulumnowej Sejmu RP ogłoszono wyniki konkursu „Obrazki z Sienkiewicza” zorganizowanego przez Parlamentarny Zespół ds. Dzieci wspólnie z Senacką Komisją Kultury i Środków Przekazu z okazji Roku Henryka Sienkiewicza.W konkursie wzięło udział sześciu uczniów naszej szkoły. Wszystkie prace wykonano pod kierunkiem pani profesor Beaty Kopyckiej. Do finału ogólnopolskiego jury Biura Senatorskiego Senatora RP Stanisława Gogacza zakwalifikowało pracę plastyczną - tryptyk „Portrety kobiet w Trylogii” Eweliny Niedźwiedź           z kl. 3B – (zdj. 519, 520, 521, 522).Konkurs IT i Cyberbezpieczeństwa\t23 maja 2017 roku w Warszawie podczas Forum Technologii Bankowości Spółdzielczej odbył się finał ogólnopolskiego „Konkursu IT i Cyberbezpieczeństwa”. 64 uczestników z całej Polski wyłonionych spośród blisko 3 000 uczniów szkół ponagimnazjalnych przez godzinę odpowiadało na 45 pytań z zakresu gospodarki elektronicznej i cyberbezpieczeństwa. Uczeń naszej szkoły Dominik Stachura uzyskał w tym gronie 8 lokatę stając się laureatem konkursu.  W czerwcu wziął udział w wizycie studyjnej w Warszawie, podczas której odwiedził najważniejsze instytucje i firmy związane z nowoczesnymi technologiami - (zdj. 278, 279).\tFundacja Św. Mikołaja\tOd 2013 roku w naszej szkole przyznawane są stypendia naukowe w ramach projektów Fundacji Św. Mikołaja. Celem fundacji jest wsparcie zdolnych uczniów znajdujących się w trudnej sytuacji materialnej. Program ma nie tylko pomagać zdolnym dzieciom i młodzieży, ale też ma przyczyniać się do budowania więzi między uczniami, szkołami, absolwentami i społecznością lokalną. Wszystkie działania w ramach Fundacji Św. Mikołaja koordynuje w naszej szkole pani Dorota Król.Stypendystami byli:-  w roku szkolnym 2015/2016:1. Krzysztof Raczkowski - (zdj. 285).2. Patryk Dołbeń- Sadurski – (zdj. 286).- w roku szkolnym 2016/20171. Aleksandra Stępniak– (zdj. 280).2. Daniel Siuda– (zdj. 281).Biblioteka szkolna funkcjonuje od początku założenia szkoły w 1953roku. Skromny księgozbiór  był stale uzupełniany.W roku szkolnym 1958/59 liczył już 2200 książek. Po wybudowaniu nowego budynku biblioteka otrzymała pomieszczenia przystosowane do jej potrzeb. W 2003 roku powiększona o jedną salę biblioteka przekształcona została w Multimedialne Centrum Informacyjne. W 1997  do księgozbioru biblioteki dołączono część księgozbioru PST a w 2005 księgozbiór Zespołu Szkół Mechanicznych. W styczniu 2002roku biblioteka została wyposażona w koputer  i program komputerowy MOL 2000+ co pozwoliło na rozpoczęcie tworzenia komputerowej bazy danych. Obecnie biblioteka pracuje na zaaktualizowanym programie MOL NET +. Biblioteka aktywnie uczestniczy w życiu szkoły. Przygotowuje  wystawy okolicznościowe w bibliotece i na terenie szkoły np;- rok Chopina, rok Kolberga, Rok Żołnierza Tułacza, 700- lecie Lublina,  związane z obchodami Święta Niepodległości i innych ważnych rocznic historycznych zdj. 605, 606, 607,  610,614, 620,622, 623- organizuje  uroczystości szkolne z okazji Święta Niepodległości i inne : Rok szkolny 2014/2015 – (zdj.412, 413,414, 415), Rok szkolny 2017/2018 -pożegnanie absolwentów zdj.660, 661,662- organizuje i koordynuje akcje charytatywne z udziałem młodzieży np. Pomóż Dzieciom Przetrwać Zimę, zbieranie nakrętek na rzecz Hospicjum Małego Księcia \"Pomóż Dzieciom Przetrwać Zimę\"W 1994  roku, jako pierwsza szkoła średnia przyłączyliśmy się do akcji \"Pomóż Dzieciom Przetrwać Zimę\". Od tej pory regularnie uczestniczymy w akcji. Na terenie szkoły funkcjonuje sztab akcji i zbierane są dary rzeczowe. Bierzemy również udział w Wielkiej Ulicznej Zbiórce Darów.zdj. 637, 656\"Góra Grosza\"Celem akcji, na który zbierane są drobne monety jest pomoc dzieciom wychowywanym poza swoją rodziną -  w domach dziecka lub rodzinach zastępczych. Akcja była prowadzona przez wiele lat.  Rok szkolny 2010/2011 -zakończenie jednej z akcji zdj. 400, 401Rok szkolny 2014/2015 Liczenie zebranych grosików- (zdj. 459).- akcje zachęcające do czytania jak   Dzień Głośnego CzytaniaDzień Głośnego Czytania \t Od 2016 roku szkoła bierze udział w  akcji - Dzień Głośnego Czytania. 29 września uczniowie poszczególnych klas pezentują na auli szkolnej fragmenty książek, które ich zdaniem warto przeczytać. Imprezie towarzyszy zwykle wystawa plakatów wykonanych przez uczniów naszej szkoły oraz prezentacja multimedialna lub film reklamujący książki. Akcję koordynuje         p. Urszula Klucha.Rok szkolny 2016/2017 – (zdj. 264, 265, 266).Rok szkolny 2017/2018 – (zdj. 267, 268, 269).- konkursy na hasła zachęcające do odwiedzania biblioteki zdj. 609, 608  Narodowy Program Czytelnictwa Biblioteka zakwalikowała się w 2017r.  do programu ogłoszonego Rozporządzeniem Rady Ministrów z dnia 22.10. 2015r. dotyczącego wspierania  bibliotek szkolnych przez promocję czytelnictwa i zakup nowości wydawniczych.Udział w programie    umożliwił zakup  595 książek na ogólną sumę 15 tys. zł. Przy dokonywaniu zakupu  kierowano się głównie  preferencjami młodzieży naszej szkoły – (zdj. 654 ). W ramach realizacji programu w bibliotece organizowane były wydarzenia promujące czytelnictwo z udziałem naszych uczniów i nawiązana została współpraca z Filią nr 37 Biblioteki publicznej im. H. Łopacińskiego mieszczącą się przy ul. Bazylianówka - (zdj. 655).  Aktualny księgozbiór naszej biblioteki liczy 18698 książek.Konkurs graficzny dla uczniów gimnazjów\t Od roku szkolnego 2012/2013 w LCKZiU p. Urszula Klucha wraz z P. Piotrem Kajlewiczem  organizują konkursy graficzne dla gimnazjalistów, celem których jest rozwijanie u młodzieży zainteresowania grafiką komputerową, propagowanie  czytelnictwa oraz promocja naszej szkoły. W dniu rozdania nagród odbywają się warsztaty graficzne przygotowane przez uczniów klas technikum. Rok szkolny 2013/2014 – prace konkursowe - (zdj. 405),   rozdanie nagród - (zdj. 406),         uczestnicy konkursu - (zdj. 407).Rok szkolny 2016/2017 - warsztaty graficzne – (zdj.270, 271), rozdanie nagród – (zdj. 272, 273).Rok szkolny 2015/2016 - wręczenie nagród – (zdj. 309),  prace gimnazjalistów – (zdj. 310).Konkurs Innowacje w rolnictwie\t17.12.2015 r. w Centrum Kultury w Lublinie odbył się finał konkursu Innowacje w rolnictwie, który zorganizowała i przeprowadziła Polska Fundacja Dzieci i Młodzieży. W gronie laureatów znalazł się projekt samojezdnego wózka transportowego, wykonanego przez grupę uczniów naszej szkoły w składzie: Mateusz Wolski klasa 4TA, Jakub Czyż oraz Michał Budzyński klasa 3TA, Grzegorz Ciesielski klasa 2TA, pod kierunkiem nauczyciela przedmiotów elektrycznych i elektronicznych p. Mirosława Mazura.Założeniem projektu było zaprojektowanie i wykonanie zdalnie sterowanego wózka, poruszającego się samodzielnie tzn. bez udziału ludzkich mięśni, który mógłby przewieźć dość duży ciężar (kilkadziesiąt kilogramów).  Wózek mógłby ułatwić pracę rolnikowi oraz wyręczyć go w ciężkich pracach polowych. Może doskonale sprawdzić się jako środek transportu np. ciężkich skrzynek, koszyków, pojemników, worków podczas zbiorów polowych owoców i warzyw. 9 lutego, uczniowie naszej szkoły Jakub Czyż z klasy 3TA i Mateusz Wolski z klasy 4TA wraz z nauczycielem-opiekunem Mirosławem Mazurem  uczestniczyli w porannym programie TVP Lublin, „Poranek z Panoramą”. Udział w programie był związany z realizacją projektu. Laureaci konkursu - (zdj. 295).\"Wszędołaz\"- (zdj. 296).\t",
                "images": [
                    "../assets/schools/SnM/od 2014  -  Lubelskie Centrum Kształcenia Zawodowego i Ustawicznego/images/zdj. 92.JPG"
                ]
            }
        ]
    }
]