[
  {
    "parent_folder": "history_files\\ZS6\\1983-2002 Zespół Szkół nr 2",
    "texts_with_images": [
      {
        "text": "Krótki zarys historii Zespołu Szkół nr 2 w LubliniePoczątki Zespołu Szkół nr 6 w Lublinie sięgają roku 1982. Wówczas to pan mgr Józef Szrubka został pierwszym dyrektorem szkół dla dorosłych. Nauka odbywała się w dwóch odrębnych placówkach: przy ul. Lotniczej w obecnej Szkole Podstawowej nr 31 w Lublinie oraz przy ul. Niecałej w Szkole Podstawowej nr 24 w Lublinie. W tych szkołach naukę odbywali Junacy Ochotniczych Hufców Pracy.",
        "images": [
          "history_files\\ZS6\\1983-2002 Zespół Szkół nr 2\\Skan2\\15_zs2.jpg"
        ]
      },
      {
        "text": "Do południa jako młodociani pracownicy uczyli się zawodu w zakładach pracy w następujących kierunkach: cieśla, murarz, tynkarz, betoniarz, zbrojarz, ślusarz, tokarz. Po południu natomiast zdobywali wiedzę teoretyczną w budynku naszej szkoły.",
        "images": []
      },
      {
        "text": "Od roku 1983 szkoła funkcjonowała jako Zespół Szkół nr 2 z siedzibą przy ul. Bohaterów ORMO 4 w Lublinie (która w roku 1990 zmieniła nazwę na ul. Władysława Grabskiego). Funkcję dyrektora szkoły nadal pełnił pan mgr Józef Szrubka.",
        "images": []
      },
      {
        "text": "W, skład Zespołu Szkół nr 2 wchodziły następujące szkoły:Szkoła Przysposabiająca do Zawodu, a od 1 marca 1993 r. Szkoła Przysposabiająca do Pracy Zawodowej ( na bazie klasy 7 i 8 szkoły podstawowej) i kształciła uczniów w następujących kierunkach: ogrodnik, cieśla, murarz, tynkarz, betoniarz, zbrojarz, ślusarz, tokarz;Zasadnicza Szkoła Zawodowa dla Pracujących, od 1 marca1993 r. Zasadnicza Szkoła Zawodowa dla Dorosłych – kształciła w zawodach: cieśla, murarz, tynkarz, betoniarz, zbrojarz;Podstawowe Studium Zawodowe Nr 2;Szkoła Podstawowa dla Pracujących Nr 2, od 1 marca 1993 r. Szkoła Podstawowa dla Dorosłych.",
        "images": []
      },
      {
        "text": "W Zespole Szkół Nr 2 w dalszym ciągu naukę odbywali junacy Ochotniczych Hufców Pracy z następujących Hufców:Hufiec 21-8 przy ul. Droga Męczenników MajdankaHufiec 21-2 przy ul. WojciechowskiejHufiec 21-3 przy ul. WrońskiejHufiec 21-9 przy ul. Wrońskiej",
        "images": []
      },
      {
        "text": "Naukę w naszej szkole pobierali również żołnierze z Wojsk Obrony Cywilnej przy ul. Grenadierów.",
        "images": []
      },
      {
        "text": "Z powodu bardzo dużej ilości uczniów szkoła wynajmowała sale lekcyjne na terenie Hufców przy ul. Wrońskiej oraz w Szkole Podstawowej nr 11 na ul. Przyjaźni w Lublinie. Nauka odbywała się w godzinach od 8:00 do 20:00.",
        "images": []
      },
      {
        "text": "W wyniku wprowadzenia reformy oświaty w roku 1999 Szkoły Przysposabiające do Zawodu zostały przekształcone w Gimnazjum nr 4 i Gimnazjum dla Dorosłych.",
        "images": []
      },
      {
        "text": "Marzeniem dyrektora mgr Józefa Szrubki była budowa nowej siedziby szkoły. W tym celu został powołany komitet budowy szkoły. Wszyscy nauczyciele czynnie wsparli tą ideę organizując zbiórki pieniędzy. W tą akcję bardzo aktywnie włączyli się również junacy z Ochotniczych Hufców Pracy, którzy zobowiązali się czas wolny poświęcić na pomoc w pracach budowlanych. Budynek powstał i obecnie mieści się tam Zespół Szkół nr 10 w Lublinie.",
        "images": []
      },
      {
        "text": "Po odejściu na emeryturę pana mgr Józefa Szrubki funkcję dyrektora szkoły w 1998 roku objął pan mgr inż. Henryk Mizura.",
        "images": []
      },
      {
        "text": "Ze względu na bardzo trudne warunki lokalowe (szkoła mieściła się w baraku), w roku 2002 nastąpiło połączenie Zespołu Szkół nr 2 z Zespołem Szkół Zawodowych nr 1 w Zespół Szkół nr 6 w Lublinie z siedzibą przy ul. Diamentowej 2, którego dyrektorem został pan mgr Zbigniew Kowalski.",
        "images": []
      },
      {
        "text": "Migawki z życia szkoły...",
        "images": []
      },
      {
        "text": "Grudzień 1997 rok. Okres Świąt Bożego Narodzenia. Na zdjęciu dyrektor Józef Szrubka z młodzieżą (15_zs2, 16_zs2)",
        "images": []
      },
      {
        "text": "Nie każdy z uczniów miał odpowiednie wzorce w domu rodzinnym, dlatego w okresie świątecznym były przygotowywane wystawy nakrycia stołów (12_zs2, 17_zs2, 18_zs2)",
        "images": []
      },
      {
        "text": "Uroczyste zakończenie roku szkolnego 1992/1993. Młodzież przed wejściem do szkoły (19_zs2, 20_zs2)",
        "images": []
      },
      {
        "text": "Uroczyste zakończenie roku szkolnego 1994/1995 (21_zs2)",
        "images": []
      },
      {
        "text": "Uroczyste zakończenie roku szkolnego 2001/2002. Młodzież przygotowała inscenizację,a następnie pan dyrektor Henryk Mizura wręczył wyróżnionym uczniom nagrody  (1_zs2, 2_zs2, 3_zs2, 4_zs2, 5_zs2, 6_zs2)",
        "images": []
      },
      {
        "text": "Grono pedagogiczne (14_zs2)",
        "images": []
      },
      {
        "text": "Jesień 1998 rok. Zajęcia praktyczne na Osiedlu Maki (13_zs2)",
        "images": []
      },
      {
        "text": "Młodzież kształcąca się w zawodzie ogrodnik prezentuje swoje prace (7_zs2)",
        "images": []
      },
      {
        "text": "Jesień 2000 rok. Apel na terenie przylegającym do szkoły (9_zs2, 10_zs2, 11_zs2)",
        "images": []
      }
    ]
  }
]